Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: The Linux kernel is an interesting project to study for a number of reasons.
ja: Linux カーネルというのは、いろいろな点で、研究するに値する興味深いプロジェクトです。

source: The Linux kernel is not a young project; we celebrate its 25th anniversary in 2016.
ja: Linux カーネルは若いプロジェクトではありません。2016 年に 25 周年を迎えました。

source: The Linux kernel, thus, has become a common resource developed on a massive scale by companies which are fierce competitors in other areas.
ja: Linux カーネルは、Linux 開発以外の領域では激しく競争しあっている多くの企業が共同開発した共通リソースです。

source: The National Center for Women & Information Technology (NCWIT) is a non-profit community of nearly 900 universities, companies, non-profits, and government organizations nationwide working to increase women’s participation in computing and technology.
ja: National Center for Women & Information Technology (NCWIT) は、コンピューターや技術の分野への女性の参加を促進するために取り組む非営利コミュニティで、約 900 の大学、企業、非営利組織、および全国の自治体で構成されています。

source: The Node.js Foundation Partners with The Linux Foundation on New Node.js Certification Program
ja: Node.js Foundation と The Linux Foundation が新しい Node.js 認証プログラムで連携

source: The Node.js Foundation is a Linux Foundation Project, which are independently funded software projects that harness the power of collaborative development to fuel innovation across industries and ecosystems.
ja: Node.js Foundation は Linux Foundation プロジェクトです。Linux Foundation プロジェクトは独立した資金によるソフトウェア プロジェクトで、共同開発の力で業界やエコシステム全体のイノベーションを推進しています。

source: The ONAP Governing Board members have elected the following individuals to serve in key roles:
ja: ONAPの運営委員会は、重要な役員に以下の人々を選出しました (敬称略)。

source: The ONAP Project is a Linux Foundation project.
ja: ONAP Projectは Linux Foundation プロジェクトです。

source: The ONAP code base is production-ready and in use.
ja: ONAPコード ベースは、現在プロダクションレディで使用されています。

source: The ONF is led by a board including representation from leading operators including AT&T, Google, NTT Communications, SK Telecom and Verizon.
ja: ONF は、AT&T、Google、NTT コミュニケーションズ、SK Telecom、Verizon などの大手通信企業の代表者による理事会が主導しています。.

source: The ONS Developer Lounge will be filled with communal workspace to brainstorm, as well as games and activities to blow off a little steam.
ja: ONS デベロッパー ラウンジは、ブレインストーム、ゲーム、気分転換のアクティビティなどをするための共同作業場になります。

source: The Open Network Automation Platform (ONAP) Project brings together top global carriers and vendors with the goal of allowing end users to automate, design, orchestrate and manage services and virtual functions.
ja: Open Network Automation Platform (ONAP) プロジェクトは、トップクラスの国際的な通信企業やベンダーを結集し、エンド ユーザーによるサービス・仮想機能の自動化、設計、統合、管理の実現をめざしています。

source: The Open Networking Foundation (ONF), the recognized leader and standard bearer for SDN.
ja: Open Networking Foundation (ONF) は SDN に関する認められたリーダーであり旗手です。

source: The OpenChain Curriculum provides the educational foundation for open source processes and solutions, whilst meeting a key requirement of the OpenChain Specification.
ja: OpenChainカリキュラムは、オープン ソースのプロセスとソリューションに関する教育的な基盤を提供し、OpenChain仕様書の重要な要件をカバーしています。

source: The OpenChain Project builds trust in open source by making things simpler, more efficient and more consistent.
ja: OpenChain Projectは、物事をよりシンプルで効率的な一貫性のあるものにします。

source: The OpenChain Project has three Work Teams that collaborate on future refinements of the OpenChain Specification, to develop training materials and create conformance criteria for organizations.
ja: OpenChain Projectには3つの作業チームがあり、彼らがOpenChain仕様の今後の改良に貢献し、トレーニング資料を開発したり、組織の適合基準を作成したりしています。

source: The OpenChain Project identifies key recommended processes for effective open source management.
ja: OpenChain Projectは、効果的にオープン ソースを管理するための重要なプロセスを特定します。

source: The OpenChain Project is a community effort to establish best practices for effective management of open source software compliance.
ja: OpenChain Projectは、オープン ソース ソフトウェア コンプライアンスを効果的に管理するためのベスト プラクティス確立をめざすコミュニティの取り組みです。

source: The OpenChain Project is proud to welcome Siemens, Qualcomm, Pelagicore and Wind River as the first four organizations to self-certify to the OpenChain Specification 1.1.
ja: OpenChainプロジェクトは、OpenChain仕様書第1.1版適合を自己申告する最初の4組織であるSiemens、Qualcomm、Pelagicore、Wind Riverに歓迎の意を表しています。

source: The OpenChain Project, hosted by The Linux Foundation®, is the industry standard for managing open source software license compliance across the supply chain.
ja: The Linux Foundation® がホストするOpenChain Projectは、サプライチェーン全体のオープン ソース ソフトウェア ライセンス コンプライアンスを管理するための業界標準です。

source: The OpenChain Specification defines a core set of requirements every quality compliance program must satisfy.
ja: OpenChain仕様書は、すべての上質なコンプライアンス プログラムが満たすべき一連の主要な要件を定義しています。

source: The OpenChain Specification translations and Onboarding Package are available from the project website at www.openchainproject.org.
ja: OpenChain仕様書の翻訳版と入門パッケージは、同プロジェクトのWebサイト（www.openchainproject.org）から入手可能です。

source: The OpenDaylight Project is a collaborative open source project that aims to accelerate the adoption of Software-Defined Networking (SDN) and Network Functions Virtualization (NFV) for a more transparent approach that fosters new innovation and reduces risk.
ja: OpenDaylight Project は、新たなイノベーションの促進やリスクの軽減を実現する透過性あるアプローチをめざして、ソフトウェアデファインド ネットワーク (SDN) とネットワーク機能仮想化 (NFV) の導入加速に取り組むオープン ソース協業プロジェクトです。

source: The Specification creates trust between organizations.
ja: この仕様書は組織間の信頼を生み出します。

source: The Student Program 1 AVAILABLE • $10,000
ja: スチューデント プログラム 1 枠・$10,000

source: The Students Program @ Open Source Summit will feature:
ja: The Students Program @ Open Source Summit の特長

source: The Students Program at Open Source Summit Japan is the perfect opportunity for university students studying computer science to meet and interact with International and Asian open source community leaders and learn how they can participate as an active community developer.
ja: Open Source Summit Japan のスチューデント プログラムは、コンピューター サイエンスを学ぶ大学生がアジアや世界中のオープン ソース コミュニティ リーダーと実際に交流したり、コミュニティのアクティブな開発者として参加する方法を学んだりできる絶好の機会です。

source: The Tokyo Convention Center Ariake is wheelchair accessible.
ja: 東京コンファレンスセンター・有明は、車椅子での利用を配慮した会場です。

source: The aim is to then begin to repeatedly build new systems for this emerging industry and its various use cases and applications."
ja: 私たちがめざしているのは、その後この先端分野のための新システムとその様々なユース ケースやアプリケーションを何度も構築し直して行くことです。」

source: The chance to experience and interact with the leaders of open source projects.
ja: オープン ソース プロジェクトのリーダーと交流する機会があります。

source: The code and collateral transition begins today, allowing The Linux Foundation to establish a governance and membership structure and to perform code scans.
ja: 本日コード関連の移行が開始され、The Linux Foundation はガバナンスとメンバーシップ構造の確立、およびコード スキャンの実行を行います。

source: The community is encouraged to submit a proposal by the deadline of February 17.
ja: 発表案の締め切りは ２ 月 17 日です。ぜひご応募ください。

source: The company also provides data, cloud solutions, unified communications and managed services to business and enterprise clients.
ja: また、データ サービス、クラウド ソリューション サービス、ユニファイド コミュニケーション サービス、およびマネージド サービスをビジネス クライアントやエンタープライズ クライアントに提供しています。

source: The company expects to add more than 40 new SDN and NFV customers in 2017, bringing the global number to more than 220.
ja: 同社は 2017 年 SDN / NFV 関連の顧客を 40 社以上増やし、全世界の顧客数を 220 社以上にする予定です。

source: The company follows a build-operate-transfer model to deliver its Mirantis Cloud Platform and cloud management services, empowering customers to take advantage of open source innovation with no vendor lock-in.
ja: 同社はBOT方式でそのMirantisクラウド プラットフォームやクラウド管理サービスを提供し、カスタマーがベンダーロックインのないオープン ソース イノベーションを利用できるよう支援しています。

source: The company has built deep expertise in open source and orchestration in their work with OpenStack, which the company will leverage in their contributions to the ONAP community.
ja: また、オープン ソースの分野では深い経験知識を持ち、OpenStackと緊密に連携しているため、ONAPコミュニティへの貢献にもこれらが生かされるでしょう。

source: The company is also a member of numerous Linux Foundation projects, such as Automotive Grade Linux, Civil Infrastructure Platform, Cloud Foundry Foundation, Core Infrastructure Initiative, Hyperledger and OpenDaylight.
ja: また、Automotive Grade Linux、Civil Infrastructure Platform、Cloud Foundry Foundation、Core Infrastructure Initiative、Hyperledger、OpenDaylight などさまざまな Linux Foundation プロジェクトのメンバーでもあります。

source: The company is also a member of numerous Linux Foundation projects, such as Automotive Grade Linux, Civil Infrastructure Platform, Cloud Foundry Foundation, Core Infrastructure Initiative, Hyperledger, and OpenDaylight.
ja: また、Automotive Grade Linux、Civil Infrastructure Platform、Cloud Foundry Foundation、Core Infrastructure Initiative、Hyperledger、OpenDaylight などさまざまな Linux Foundation プロジェクトのメンバーでもあります。

source: The company is joining ONAP to help accelerate industry adoption of SDN and NFV capabilities that orchestrate and automate service delivery in cloud-centric, SDN-controlled networks.
ja: 同社は、ONAPに加盟することで、クラウド指向のSDN制御ネットワークによるサービス提供を組織化および自動化するSDN/NFV機能の業界導入が加速されます。

source: The company is listed on the stock exchanges of Frankfurt and Stuttgart (stock exchange symbol DAI).
ja: 同社はフランクフルトとシュトゥットガルトの証券取引所に上場しています (証券取引所記号 DAI)。

source: The company joins a number of telecommunication service providers already supporting ONAP.
ja: ONAPには、同社のほかにもさまざまな通信サービス プロバイダーが加盟しています。

source: The company supplies core transport solutions on a local and long-haul fiber-optic network spanning approximately 147,000 miles.
ja: 同社は、約147,000マイルにわたるローカルの長距離光ファイバーネットワークによるコア トランスポート ソリューションを提供しています。

source: The company’s founders, Gottlieb Daimler and Carl Benz, made history with the invention of the automobile in the year 1886.
ja: 同社の創設者 Gottlieb Daimler 氏と Carl Benz 氏は、1886 年に自動車を発明して歴史を作りました。

source: The course is based on NCWIT’s “Unconscious Bias” messaging, which encompasses the ideas of “Realize, Recognize, and Respond.”
ja: このコースのベースになっているのは、"Realize, Recognize, and Respond (気づき、認め、対応する)" ことを考えさせる NCWIT の “Unconscious Bias (無意識の偏見)” というメッセージをベースにしています。

source: The course, offered in three 20-minute, self-paced modules, presents content in a simple and practical way applied to the specialized needs of presenters.
ja: このコースは 20 分間の自主学習の3部構成になっており、シンプルで実践的な内容であるため、さまざまな発表者のニーズに応用できます。

source: The discount code has been emailed directly to each main sponsor contact by Courtenay Pope or Tina Krauss.
ja: ご注意: Courtenay Pope または Tina Krauss より、すでに電子メールにてスポンサー各社のご担当者あてにディスカウント コードをお送りしています。

source: The diverse CORD community comprises service provider partners AT&T, China Unicom, Google, NTT Communications, SK Telecom, and Verizon, leading vendors Ciena, Cisco, Fujitsu, Intel, NEC, Nokia, Radisys and Samsung, and more than 30 collaborating organizations.
ja: 多様性のある CORD コミュニティは、サービス プロバイダー パートナーである AT&T、China Unicom、Google、NT コミュニケーションズ、SK Telecom、Verizon や大手ベンダーの Ciena、Cisco、富士通、Intel、日本電気、Nokia、Radisys、Samsung をはじめ、30 以上の協業組織で構成されています。

source: The event connects the developer community driving the innovation in this area together with the vendors and users providing and using the code in order to drive the future of embedded devices in the automotive arena.
ja: このイベントは、この分野のイノベーションを牽引している開発者コミュニティと、自動車分野における組込み機器の未来を牽引するために彼らのコードを使用するベンダーやユーザーとを結びつけます。

source: The event is co-located with Automotive Linux Summit 2017, and attendees may add on registration to that event at no additional charge.
ja: このイベントは Automotive Linux Summit 2017 http://events.linuxfoundation.jp/events/automotive-linux-summit と同会場で開催され、参加者の方は追加料金なしで同イベントにも登録できます。

source: The event is preceded in the same venue by the Linux Storage, Filesystem & Memory Management Summit, an invitation-only gathering of the foremost development and research experts and kernel subsystem maintainers to map out and implement improvements to the Linux filesystem, storage and memory management subsystems that will make their way into the mainline kernel in the coming years.
ja: このイベントの前には、同会場で Linux Storage, Filesystem & Memory Management Summit が開催されます。Linux Storage, Filesystem & Memory Management Summit は、開発・研究エキスパートとカーネル サブシステム メンテナーが、今後数年でメインラインに入る Linux ファイルシステム、ストレージ、およびメモリ管理サブシステムの強化を策定および実行するための招待者限定イベントです。

source: The event will focus on microservices and continuous delivery in all frameworks.
ja: 同イベントは、あらゆフレームワークのマイクロサービスや継続的デリバリにフォーカスします。

source: The event will focus on microservices and continuous delivery in all languages and frameworks.
ja: 同イベントは、あらゆる言語やフレームワークによるマイクロサービスや継続的デリバリにフォーカスします。

source: The events also provide insight into how to navigate and lead in the open source community.
ja: また、オープン ソース コミュニティとの関わり方についても学ぶことができます。

source: The firm is deeply involved in open source projects every single day, including those hosted by The Linux Foundation such as Hyperledger, Kubernetes, Node.js and OpenAPI, and they have invested in companies in the open source space.
ja: 同ファームは、Hyperledger、Kubernetes、Node.js、OpenAPIなどのThe Linux Foundation主催プロジェクトをはじめとするオープン ソース プロジェクトに常に深く関わっており、オープン ソース分野の企業にも投資しています。

source: The first 50 students to register for Open Source Summit Japan will receive a complimentary registration pass!
ja: Open Source Summit Japan に登録する学生のうち先着 50 名については、参加料が無料になります。

source: The first AGL-based Toyota infotainment system will debut on the 2018 Toyota Camry in the U.S. late this summer, and it will roll out to most Toyota and Lexus vehicles in North America.
ja: 最初のAGLベースのトヨタ製インフォテインメント システムは、2018年新型トヨタ カムリに搭載されて今夏後半に米国にてデビューし、北米の多くのトヨタ車とレクサス ブランドに展開されます。

source: The first annual ONS Industry & Community Awards honoring the best of show.
ja: 最高の展示を表彰する初めての年間 ONS インダストリ&コミュニティ アワード

source: The following are examples of proper and improper usage of these trademarks of The Linux Foundation:
ja: 以下の例は、The Linux Foundation の商標の正しい使用例と誤った使用例です。

source: The full agenda for Automotive Linux Summit 2017 is now available.
ja: Automotive Linux Summit 2017 のスケジュールが発表されました。

source: The full agenda for Open Source Summit Japan 2017 is now available.
ja: Open Source Summit Japan 2017 のスケジュールが発表されました。

source: The full lineup of sessions can be viewed here.
ja: セッションの一覧は、こちらです。http://events.linuxfoundation.org/events/vault/program/schedule?utm_source=pr&utm_campaign=vault17

source: The full list of AGL members is available here.
ja: AGL メンバーのリストはこちらです。 https://www.automotivelinux.org/about/members

source: The full roster of The Linux Foundation’s members can be accessed here: https://www.linuxfoundation.org/about/members.
ja: The Linux Foundation のメンバー企業一覧はこちらです。 https://www.linuxfoundation.org/about/members

source: The global nature of the project will support its mission to provide a neutral platform for operators and vendors working together to foster innovation and avoid fragmentation around software-defined networks (SDN) and network functions virtualization (NFV).
ja: 同プロジェクトの国際性は、ソフトウェアデファインド ネットワーク（SDN）やネットワーク機能仮想化（NFV）のイノベーション推進と断片化回避のために協力して取り組むオペレーターやベンダーに、中立なプラットフォームを提供する助けになるでしょう。

source: The goals of the Automotive Grade Linux Collaborative Project are to provide:
ja: Automotive Grade Linux 協業プロジェクトの目的

source: The group, which will meet again in June 8-9 in Beijing, began identifying project definitions and uses cases like vCPE and VoLTE.
ja: 6月8日から9日に北京 https://wiki.onap.org/display/DW/ONAP+Project+Developer+Event%3A+June+8+-+9%2C+2017 で再会予定の同グループは、vCPEやVoLTEのようなプロジェクト定義とユースケースの特定に着手しています。

source: The growing, vibrant technical ONAP community is working to deliver a neutral automation platform for network, infrastructure and services across service providers, cloud providers and enterprises in today’s software-defined, virtualized era.
ja: 成長し続ける活発な技術コミュニティONAPは、ソフトウェア定義と仮想化の現代を生きるサービス プロバイダー・クラウド プロバイダー・企業が利用するネットワーク、インフラ、およびサービスのための中立なオートメーション プラットフォームの提供に取り組んでいます。

source: The kernel development community remains extremely busy, as will be seen in the statistics shown below.
ja: 以下のように、相変わらずカーネル開発コミュニティは多忙を極めています。

source: The kernel is a relatively small part of the software on a full Linux system (many other large components come from the GNU project, the GNOME and KDE desktop projects, the X.org project, and many other sources), but the kernel is the core which determines how well the system will work and is the piece which is truly unique to Linux.
ja: カーネルは Linux システム全体から見れば、 相対的に小さな部分と言えるでしょう。他の大きなコンポーネントの例としては、GNU プロジェクト、GNOME や KDE のようなデスクトップ プロジェクト、X.org プロジェクトなどがあります。しかし、カーネルは、システムを正しく動作させるという点に関しては最も重要な責任があり、また、 Linux システムの中で他に代わるべきものはありません。

source: The kernel which forms the core of the Linux system is the result of one of the largest cooperative software projects ever attempted.
ja: Linux システムの中核を構成する Linux カーネルは、ソフトウェア開発の歴史の中でも特筆すべき大規模な共同作業の成果です。

source: The latest members include: Bank of England, Bitmark, China Merchants Bank, Federal Reserve Bank of Boston, Initiative for CryptoCurrencies and Contracts (IC3), Kaiser Permanente, Kubique S.p.A., MadHive, Monax, OSCRE and RadarWin Cyber Technology.
ja: 最近加盟したメンバーは、以下のとおりです。 Bank of England、Bitmark、China Merchants Bank、Federal Reserve Bank of Boston、Initiative for CryptoCurrencies and Contracts (IC3)、Kaiser Permanente、Kubique S.p.A.、MadHive、Monax、OSCRE、および RadarWin Cyber Technology

source: The latest version of the Specification represents the work of more than a hundred contributors.
ja: この最新版の仕様書は、百人以上の貢献者の作業の集大成です。

source: The link and all other usage of a logo of The Linux Foundation shall be done using the official versions of The Linux Foundation logos obtained from The Linux Foundation or its projects.
ja: The Linux Foundation のリンク、および、ロゴの利用は、The Linux Foundationや関連プロジェクトから取得した公式版のロゴを使用しなければなりません。

source: The linux.com email alias is available for purchase by Individual Supporters only.
ja: linux.com 電子メール エイリアスを購入できるのは、個人サポーターの方に限られます。

source: The linux.com email feature is a vanity email forwarding service only.
ja: linux.com 電子メールの機能は、カスタム エイリアスによる電子メール転送サービスです。

source: The main changes are:
ja: おもな変更点は以下のとおりです。

source: The merger of ONF and ON.Lab is expected to be complete in late 2017.
ja: ONF と ON.Lab の統合は、2017 年後半に完了する予定です。

source: The number one global supplier of microcontrollers, and a leader in Analog & Power and SoC products, Renesas provides the expertise, quality and comprehensive solutions for a broad range of Automotive, Industrial, Home Electronics (HE), Office Automation (OA) and Information Communication Technology (ICT) applications to help shape a limitless future.
ja: 世界 １ 位のマイクロコントローラー サプライヤーであり、アナログ&パワー製品と SoC 製品のリーダー企業であるルネサスは、自動車、工業、家電 （HE)、オフィス オートメーション (OA)、情報通信技術 (ICT) などの広範なアプリケーションのための技術、品質、および総合的ソリューションを提供し、限りない未来の創造を手助けしています。

source: The open source CORD community is exploring and demonstrating disaggregated and virtualized RAN and Evolved Packet Core (EPC), as well as mobile edge computing to enable 5G capabilities.
ja: オープン ソース CORD コミュニティはディスアグリゲート / 仮想化 RAN や Evolved Packet Core (発展型パケット コア: EPC)、さらには 5G 機能を可能にするモバイル エッジ コンピューティングを調査・実証しています。

source: The opening of ONAP code and growth in membership follow the late February announcement of the project’s formation.
ja: ONAP コードの公開とメンバーシップの成長は、2月下旬に行われたプロジェクト結成の発表を受けたものです。

source: The opportunity for students to submit talks to present during the "Students' Night" on Thursday June 1st evening.
ja: 6 月 1 日 (木) 夕刻に行われる "Students' Night" の学生発表者に申し込むことができます。

source: The organizations committed to date include Amdocs, AT&T, Bell Canada, Brocade, Ericsson, Huawei, IBM, Intel, Metaswitch and Orange.
ja: すでに Amdocs、AT&T、Bell Canada、Brocade、Ericsson、Huawei、IBM、Intel、Metaswitch、Orange などの企業が同プロジェクトに参加しています。

source: The over 2000 attendees expected, including CIOs, CTOs, cloud executives, architects, developers and operators, can look forward to over 75 tutorials, workshops and sessions led by networking innovators.
ja: CIO、CTO、クラウド エグゼクティブ、アーキテクト、開発者、運用者など、2000 人超に上ることが予想される参加者は、ネットワーク イノベーターによる 75 以上のチュートリアル、ワークショップ、および セッションを楽しむことができます。

source: The partnership will create a carrier grade open reference implementation of xRAN spec within M-CORD for next generation RAN.
ja: このパートナーシップは、次世代 RAN 向けに M-CORD に xRAN 仕様のキャリア グレード オープン リファレンス実装を作成します。

source: The project aims to create common distributed ledger technology that enables organizations to build and run robust, industry-specific applications, platforms and hardware systems to support their individual business transactions.
ja: 同プロジェクトは、組織が堅牢な業界専門アプリケーション、プラットフォーム、およびハードウェア システムを構築および実行できるような共通の分散型台帳技術を開発することで、彼らの商取引を支えることをめざしています。

source: The project aims to help reduce costs, duplication of effort, and ease friction points in the software supply.
ja: 同プロジェクトは、ソフトウェア サプライにおけるコストや重複業務の削減、および摩擦点の緩和をめざすものです。

source: The project builds trust in open source by making open source license compliance simpler and more consistent.
ja: 同プロジェクトは、オープン ソースのライセンス コンプライアンスをよりシンプルで一貫性のあるものにすることで、オープン ソースの信頼を構築します。

source: The project has grown to more than 115 members since its inception, spanning various industries including finance, healthcare, the Internet of Things, credit card services and aeronautics, among several others.
ja: Hyperledger プロジェクトのメンバーは発足以来 115 社を超え、金融、医療、IoT、クレジット カード サービス、航空などさまざまな分野の企業が参加しています。

source: The project is focused on establishing an open source base layer of industrial grade software to enable the use and implementation of reusable software building blocks that meet the safety, reliability and other requirements of industrial and civil infrastructure.
ja: CIP プロジェクトは、産業・社会インフラの安全性や信頼性などの要件を満たす再利用可能なソフトウェア構成要素の使用・実装を実現するために、産業グレード ソフトウェアのオープン ソース基本レイヤ確立に取り組んでいます。

source: The project will allow software, network, IT and cloud providers and developers to rapidly create new services in response to evolving customer requirements.
ja: 同プロジェクトの取り組みにより、ソフトウェア、ネットワーク、IT、クラウドなどのプロバイダー企業や開発者は、カスタマの進化する要求に応える新たなサービスを速やかに開発できるようになります。

source: The project will be covered by the Apache 2.0 license.
ja: 同プロジェクトは Apache 2.0 ライセンスの対象となります。

source: The publication and course were developed in conjunction with The Linux Foundation Consulting Services Team, which brings decades of industry experience to help organizations get results from using, developing, contributing, and commercializing open source software.
ja: この書籍およびコースは、企業によるオープン ソース ソフトウェアの使用、開発、貢献および商用化を支援してきた数十年の業界経験を持つ The Linux Foundation コンサルティング サービス チーム https://www.linuxfoundation.jp/offerings/open-source-consulting との協力により開発されました。

source: The publication features content from the LFC210 - Fundamentals of Professional Open Source Management training course.
ja: 同書は「LFC210 - Fundamentals of Professional Open Source Management https://training.linuxfoundation.org/linux-courses/open-source-compliance-courses/fundamentals-of-professional-open-source-management?utm_source=press-release&utm_medium=press (オープン ソース マネージメントの基礎) トレーニング コースの内容を抜粋したものです。

source: The rate of change in the kernel is high and increasing, with over 10,000 patches going into each recent kernel release.
ja: カーネル修正の数はもともと大きな数に上っていましたが、その数はさらに増え続けています。最近のカーネル公開版には10,000におよぶパッチが含まれています。

source: The recently announced Cloud Foundry Certified Developer program will go live at the event, with both training and the certification exam offered on-site.
ja: 最近発表されたCloud Foundry Certified Developerプログラムが同イベントにおいて本格稼働となり、トレーニングや認証試験も会場で行われます。

source: The result is that open source becomes predictable, understandable and optimized for internal and external supply chains of any type.
ja: その結果、オープン ソースは予測可能で理解しやすく、あらゆるタイプの企業内・企業外サプライチェーンに最適なものになります。

source: The result is that open source license compliance becomes more predictable, understandable and efficient for participants of the software supply chain.
ja: その結果、ソフトウェア サプライ チェーンの参加者にとって、オープン ソースのライセンス コンプライアンスがより予測可能で理解しやすく、効率的なものになります。

source: The room will be available all days of the event and will be located onsite.
ja: イベント会場内に設けられ、イベントの開催中はずっとご利用いただけます。
